# Список ключевых слов для поиска
KEYWORDS = [
    "розыгрыш призов", "Розыгрыш подарков", "Розыгрыш денег",       "Деньги бесплатно",
    "Подарки бесплатно", "Раздача подарков", "Дарю", "Дарим", "Дарю подарок",
    "Дарю приз", "Дарим подарок", "Дарим приз", "Дарим сертификат", "Дарю сертификат",
    "Раздача денег", "Раздача призов", "Проведение конкурса", "Итоги конкурса",
    "Итоги акции", "Итоги розыгрыша", "Конкурс", "Конкурсы", "Бесплатно",
    "Получи деньги", "Получи подарок", "Получи бесплатно", "Подарок", "Подарки",
    "Участвуй в акции", "Участвуйте в акции", "Участвуй в розыгрыше",
    "Участие в розыгрыше", "Участие в акции", "Акция", "Акции", "Мега акция",
    "Бесплатно", "Призы", "Приз", "Главный приз", "Выигрывай приз", "Выигрывай призы",
    "Выигрывайте приз", "Выигрывайте призы", "Халява", "Халявный", "На халяву",
    "Выиграй", "Скидка 100"
] 